ack-grep
bash-completion
chromium-browser
elinks
exfat-fuse
exfat-utils
firefox
ffmpeg
git
google-chrome-stable
irssi
mosh
mp3val
nodejs
openssh-server
phantomjs
python-virtualenv
openjdk-7-jre
silversearcher-ag
tmux
usbmount
unzip
vim
