# vim:ft=sh
alsa-utils
chromium
cmake
cmus
exfat-fuse
exfatprogs
foliate
fonts-dejavu
fonts-font-awesome
fonts-hack
fonts-noto
fonts-noto-color-emoji
fonts-noto-mono
fonts-noto-ui-core
fonts-roboto
fonts-open-sans
foot
foot-themes
fuzzel
gammastep
gnome-keyring
hsetroot
imv
libnotify-bin
libpam-gnome-keyring
lxqt-policykit
mkchromecast
mpv
mpv-mpris
papirus-icon-theme
pasystray
pipewire
playerctl
pulseaudio
software-properties-common
sway
sway-backgrounds
sway-notification-center
swayidle
swaylock
waybar
wev
wf-recorder
xwayland
