alsa-utils
chromium
cmake
cmus
exfat-fuse
exfat-utils
feh
firefox-esr
fonts-dejavu
fonts-hack
fonts-noto
fonts-noto-color-emoji
fonts-noto-mono
fonts-noto-ui-core
hsetroot
i3
i3blocks
imv
kitty
libnotify-bin
maim
mpv
picom
pulseaudio
redshift
redshift-gtk
rofi
slop
software-properties-common
x11-xserver-utils
xdotool
xinit
xsel
xserver-xorg
xzoom
