apt-file
apt-transport-https
apt-utils
aptitude
autossh
avahi-daemon
avahi-dnsconfd
avahi-utils
bash-completion
build-essential
ca-certificates
curl
dnsutils
exa
exiv2
fd-find
ffmpeg
fuse
fzf
git
git-crypt
git-extras
gnupg
htop
iftop
imagemagick
jq
keychain
libimage-exiftool-perl
libnss-mdns
lsb-release
lsof
lynx
m4
man-db
mergerfs
mosh
ncdu
ncurses-term
neovim
nodejs
python3
python3-dev
python3-pip
rclone
ripgrep
rsync
shellcheck
software-properties-common
ssh
ssh-import-id
sshfs
stow
sudo
tig
tmux
unzip
vifm
wamerican
wget
yank
yarnpkg
