alacritty
alsa-utils
chromium
cmake
cmus
dbus-x11
dex
dunst
exfat-fuse
exfatprogs
feh
foliate
fonts-dejavu
fonts-hack
fonts-noto
fonts-noto-color-emoji
fonts-noto-mono
fonts-noto-ui-core
gammastep
gnome-keyring
hsetroot
i3
i3blocks
i3lock
imv
kitty
libnotify-bin
libpam-gnome-keyring
lxqt-policykit
maim
mpv
pasystray
picom
playerctl
pulseaudio
rofi
slop
software-properties-common
x11-xserver-utils
xclip
xdotool
xinit
xsel
xserver-xorg
xzoom
