apt-transport-https
apt-utils
autossh
avahi-daemon
avahi-dnsconfd
avahi-utils
bash-completion
build-essential
cargo
cryfs
curl
dnsutils
elinks
entr
exa
exiv2
fd-find
ffmpeg
fuse
fzf
git
git-crypt
git-extras
html-xml-utils
htop
iftop
imagemagick
jid
jq
keychain
libimage-exiftool-perl
libncurses5
libssl-dev
lsb-release
lsof
m4
man-db
mergerfs
mosh
ncdu
neovim
nethogs
nodejs
npm
oathtool
pydf
python3-dev
python3-pip
rclone
rename
ripgrep
rsync
scrypt
shellcheck
silversearcher-ag
slugify
software-properties-common
ssh
ssh-import-id
sshfs
stow
sudo
tmux
unzip
vifm
virtualenv
wamerican
wget
yank
yarnpkg
