# vim:ft=sh
1password-cli
alacritty
bash
bash-completion@2
bat
oven-sh/bun/bun
chafa
cmus
delta
deno
difftastic
docker
duf
MisterTea/et/et
eza
fd
firefox
fnm
fzf
git
git-crypt
git-extras
git-lfs
gron
helix
htop
hugo
jq
keychain
moreutils
mpv
ncdu
ncspot
neovim
ollama
pipx
rclone
rectangle
ripgrep
sad
shellcheck
speedtest-cli
stow
superfile
tmux
vifm
visual-studio-code
wget
yt-dlp
zoxide
