ack
chromaprint
cmus
elinks
ffmpeg
fzf
git
gpg
hub
irssi
jq
libyaml
mediainfo
mobile-shell
mp3val
node
phantomjs
reattach-to-user-namespace
tmux
vim
wget
zsh
